<html>
<head>
<title>Bloodborne</title>
<link rel="stylesheet" href="css/style — bloodborne.css" />
</head>
<body>
<div id="header">
<div class="logo">
<header>
<a href="#" class="image"><img src="images/logoblood.png" alt="" /></a>
</header>
</div>
</div>
<div class="container">
<div class="polozenie">
<div class="pic2">
<header>
<h1><a href="#">Bloodborne</a></h1>
<h2><a>
"Мы рождаемся из крови, воспитываемся кровью, погибаем от крови. 
Нам надо открыть глаза... Бойся древней крови".</a></h2>
</header>
<ahref="#" class="image"><img src="images/gifblood1.gif" alt="" /></a>
<p>
Компьютерная игра в жанре Action/RPG, разработанная совместно японскими компаниями 
From Software и SCE Japan Studio эксклюзивно для игровой приставки PlayStation 4 под 
руководством геймдизайнера Хидэтаки Миядзаки. Выпуск игры состоялся 24 марта 2015 года.
Действие игры начинается в охваченном эпидемией чумы вымышленном городе Ярнам, созданном в викторианско-готическом стиле. 
Игрок принимает управление за паломника, который прибыл в город для излечения своей болезни, но стал так называемым «охотником»
вследствие местного ритуала переливания крови. Сюжет игры, подобно предыдущим играм FromSoftware, не объясняется напрямую, 
поэтому одной из основных целей игрока остаётся исследование игровых локаций и уничтожение «добычи» — боссов.
</p>
<section>
<header>
<a href="#" class="image"><img src="images/gifblood2.gif" alt="" /></a>
<h2><a>Сюжет</a></h2>
</header>
<p>
События игры разворачиваются в Ярнаме, средневековом городе, где бушует чума, превращающая местных жителей в 
обезумевших зверей. Опять же, как и в серии Souls, сценаристы не раскрывают всех карт сразу.
Главный герой, охотник, приходит в себя в полуразрушенной больнице, где ему переливает кровь неизвестный дед в 
инвалидном кресле (отличная идея для татуировки). После серии трипов герой оказывается на кладбище, где его
встречает говорящая кукла, изъясняющаяся туманными намеками. Сон ли это, явь – сразу и не скажешь.
</p>
<p>
<a href="#" class="image"><img src="images/gifblood3.gif" alt="" /></a>
Чтобы выяснить, чего это за чертовщина такая, нужно собирать крупицы информации и обращать внимание на мелочи.
Так, например, о церкви, в которой якобы можно найти спасение, вы узнаете из неприметной записки. Постучавшись в
случайную дверь, вы встретите человека, который расскажет, что в городе началась охота, и, чтобы покончить с ней,
нужно перебить всех монстров. Такие дела, за ручку тут не водят.
</p>
<header>
<a href="#" class="image"><img src="images/gifblood4.gif" alt="" /></a>
<h2><a>Вердикт</a></h2>
</header>
<p>
Bloodborne ощущается целостной, подчиненной одной задумке и самодостаточной. 
Ее не стоит ставить ниже или выше любой части серии Souls — она как бы рядом. 
Словно иная картина, написанная в той же технике и тем же мастером.
Миядзаки продолжает свой труд, поднимаясь на гору и вновь возвращаясь к ее подножию.
Каждая попытка приносит что-то новое. И пока путь до вершины не окажется пройден, поклонники 
его творчества будут идти рядом, надеясь разделить триумф.
</p>								
</div>
<div class="pic1">
<hr>
<header>
<footer>
<a href="http://127.0.0.1:8000/God_of_War" class="button">Предыдущая</a>
<a href="http://127.0.0.1:8000/index" class="button">Главное Меню</a>
<a href="http://127.0.0.1:8000/The_Last_of_Us" class="button">Следующая</a>
</footer>
</section>
<hr>
<section>
<header>
<h2><a href="#">Оценки от игровых изданий</a></h2>
<hr>
</header>
<div class="polozenie">
<div class="pic1">
<a href="#" class="image fit"><img src="images/100.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>LEVEL (Czech Republic)</a></h2>
<p>Bloodborne берет лучшее из Dark Souls и создает непрекращающуюся игровую задачу на основе префекта - она ​​проверит ваши способности по максимуму.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/100.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Digital Spy</a></h2>
<p>Я хочу продолжать играть, я хочу раскрыть его секреты, я хочу сражаться с каждым монстром, пробовать каждое оружие, обсуждать теории и исследовать как можно больше подземелий сообщества.
<hr>
</p>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/95.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>3DJuegos</a></h2>
<p>FromSoftware имеет уникальный стиль при создании невероятно хорошо проработанных миров. Новая система наступательных боев дает новый старт серии, и хотя она более прямолинейна в своей концепции, она не теряет ни капли глубины.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/90.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Eurogamer Poland</a></h2>
<p>Темное и увлекательное приключение с превосходной боевой системой, идеальной дозой инноваций и захватывающих исследований.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/90.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Games(TM)</a></h4>
<p>Bloodborne - невероятная игра; крепкий в своей механике, логичный в своих системах, полезный, интенсивный, великолепно разочаровывающий и в равной степени захватывающий.</p>
<hr>
</div>
</section>
</div>
<div class="polozenie">
<article class="imgpl">
<a href="#" class="image3"><img src="images/gifblood5.gif" alt="" /></a>
<header>
<h2><a>The Old Hunters</a></h2>
</header>
<hr>
<p>
Дополнение The Old Hunters посвящено месту под названием "Кошмар охотника": сюда попадают поглощённые жаждой 
крови, тут они проводят вечность в сражениях. Не то ад, не то Вальгалла — зависит от вашей ненависти или любви к фигурной резке ржавым лобзиком по живой плоти.</p>
</article>
<article class="imgpl">
<a href="#" class="image3"><img src="images/gifblood6.gif" alt="" /></a>
<header>
<h2><a>Хидэтака Миядза́ки</a></h2>
</header>
<hr>
<p>
Японский разработчик компьютерных игр; глава компании FromSoftware, к которой присоединился в 2004 году. 
Известен по своим играм серии Souls, Bloodborne и Sekiro: Shadows Die Twice.</p>
</article>
<article class="imgpl">
<a href="#" class="image3"><img src="images/gifblood7.gif" alt="" /></a>
<header>
<h2><a>Саундтрек</a></h2>
</header>
<hr>
<p>
Работа над музыкальным сопровождением к Bloodborne велась рядом японских и 
								  приглашённых композиторов: Юка Китамура (ранее работавшая над Dark Souls II),
								  Цукаса Саито, Нобуёси Судзуки совместно с Райаном Амоном, Майклом Вандмахером и 
								  Крисом Веласко. В записи саундтрека участвовал оркестр из 65 человек и хор из 32. 
								  Релиз саундтрека отдельно от изданий в цифровом формате и на физическом носителе состоялся 21 апреля 2015.
								  Цифровой вариант саундтрека продаётся в различной комплектации: 21 или 25 композиций. 
								  Физическое издание продаётся в виде двух дисков.</p>
</div>
</body>
</html>
</body>
</html>