<html>
<head>
<title>God of War</title>
<link rel="stylesheet" href="css/style — god of war.css" />
</head>
<body>
<div id="header">
<div class="logo">
<header>
<a href="#" class="image"><img src="images/logogod.png" alt="" /></a>
</header>
</div>
</div>
<div class="container">
<div class="polozenie">
<div class="pic2">
<header>
<h1><a href="#">God of War</a></h1>
<h2><a>
"Более опытный воин может выиграть бой. 
Но войны выигрывают те, кто готов пожертвовать всем ради победы.".</a></h2>
</header>
<ahref="#" class="image"><img src="images/gifgod4.gif" alt="" /></a>
<p>
Компьютерная игра в жанре action-adventure, разработанная компанией SIE Santa Monica Studio,
и изданная Sony Interactive Entertainment для игровой консоли PlayStation 4. Вышла 20 апреля 2018 года. 
Является восьмой игрой серии God of War, а также сиквелом к игре 2010 года God of War III. 
Игра является перезапуском, при этом продолжив события предыдущих игр, и перенесёт серию в мир скандинавской мифологии — 
все предыдущие игры серии были основаны на греческой мифологии.
</p>
<section>
<header>
<a href="#" class="image"><img src="images/gifgod.gif" alt="" /></a>
<h2><a>Сюжет</a></h2>
</header>
<p>
God of War — глубоко сюжетная игра. Она сфокусирована на своих героях и их истории куда сильнее, чем раньше. 
В этот раз у нас не масштабная расправа над очередным пантеоном, а меланхоличное путешествие через холодный, 
незнакомый и неприветливый мир. Путешествие личное — бежавший на север Кратос вместе с сыном Атреем отправляется на
самую высокую гору, чтобы развеять прах погибшей жены. Разумеется, это предлог, чтобы показать прогрессию отношений отец-сын
и раскрыть новые стороны в характере старого героя. Типажи максимально несовместимые: наивный светлый ребенок и безжалостный
хладнокровный убийца, прячущий свою истинную натуру.
</p>
<p>
<a href="#" class="image"><img src="images/gifgod2.gif" alt="" /></a>
И ведь прячет он не только сущность, но и правду о своем прошлом — Атрей не в курсе, что он сын бога. Он не знает, 
откуда пришел его отец, от чего бежал и что успел совершить. Это важный момент, потому что вокруг него сценаристы 
талантливо выстраивают общее сюжетное напряжение
</p>
<header>
<a href="#" class="image"><img src="images/gifgod3.gif" alt="" /></a>
<h2><a>Вердикт</a></h2>
</header>
<p>
God of War не стыдится ни юмора, ни ярких красок, но за всеми атрибутами весеннего блокбастера есть та самая душа, 
которая делает некоторые игры не просто развлекательными продуктами, а художественными произведениями. Добавив в повествование Атрея, 
авторы успешно выполнили задачу, которую сами себе и поставили, — сумели показать новые грани личности Кратоса и представить его не только 
машиной для убийств, но и человеком. С хоть и покрытым рубцами, но живым сердцем. В одном из комментариев Кори Барлог (Cory Barlog), 
креативный директор God of War, сказал: «В их невероятном путешествии можно найти столько общего с нашими собственными жизнями, 
с нашими отношениями с детьми или родителями. Эта тема универсальна».
</p>								
</div>
<div class="pic1">
<hr>
<header>
<footer>
<a href="http://127.0.0.1:8000/Days_Gone" class="button">Предыдущая</a>
<a href="http://127.0.0.1:8000/index" class="button">Главное Меню</a>
<a href="http://127.0.0.1:8000/Bloodborne" class="button">Следующая</a>
</footer>
</section>
<hr>
<section>
<header>
<h2><a href="#">Оценки от игровых изданий</a></h2>
<hr>
</header>
<div class="polozenie">
<div class="pic1">
<a href="#" class="image fit"><img src="images/100.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Easy Allies</a></h2>
<p>God of War - это не просто следующий шаг для франшизы, а для всей индустрии видеоигр.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/100.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Gaming Age</a></h2>
<p>Новое начало Кратоса полно сердца, наполнено действием и, безусловно, является одной из лучших игр этого поколения.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/95.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>LEVEL (Czech Republic)</a></h2>
<p>Возвращение разъяренного спартанского воина было сделано хорошо. God of War уже является великим претендентом на игру года, и вы не должны пропустить это.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/93.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>GameCrate</a></h2>
<p>God of War - это новое начало для Кратоса, другая игра, но все же одна из лучших записей в серии и одна из лучших игр этого поколения.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/90.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Slant Magazine</a></h4>
<p>Создавая вдумчивую сказку о человеке, борющемся с тем, чтобы превзойти свои грехи, чтобы удержать их от своего ребенка, новый Бог Войны уже превзошел свои кровавые корни.</p>
<hr>
</div>
</section>
</div>
<div class="polozenie">
<article class="imgpl">
<a href="#" class="image3"><img src="images/gifgod5.gif" alt="" /></a>
<header>
<h2><a>Продажи</a></h2>
</header>
<hr>
<p>
За первые 3 дня после релиза, игра была продана в количестве 3,1 млн копий. За первый месяц продаж — 5 млн. В данный момент этот показатель превысил 10 млн.</p>
</article>
<article class="imgpl">
<a href="#" class="image3"><img src="images/gifgod7.gif" alt="" /></a>
<header>
<h2><a>Игра Года</a></h2>
</header>
<hr>
<p>
На церемонии награждения The Game Awards 2018, God of War победила в номинациях - "Игра года", а так же  "Лучшая игра в жанре action-adventure" , "Лучшее игровое направление".</p>
</article>
<article class="imgpl">
<a href="#" class="image3"><img src="images/gifgod6.gif" alt="" /></a>
<header>
<h2><a>Кори Барлог об God of War</a></h2>
</header>
<hr>
<p>
Кори Барлог — креативный директор SIE Santa Monica Studio.
<p>
"Это было... очень необычно... и одновременно трогательно. Если честно, я не ожидал, что настолько расчувствуюсь от мнений журналистов. Это застало меня врасплох.
Я снял десятиминутное видео с собственной реакцией, восемь из этих минут я плакал, не в силах произнести ни одного внятного слова, настолько я был горд нашей командой, 
которая успешно пережила пять сложнейших лет разработки игры".
</p>
</p>
</div>
</body>
</html>
</body>
</html>