<html>
<head>
<title>inFamous: Second Son</title>
<link rel="stylesheet" href="css/style — infamos.css" />
</head>
<body>
<div id="header">
<div class="logo">
<header>
<a href="#" class="image"><img src="images/logoinf.png" alt="" /></a>
</header>
</div>
</div>
<div class="container">
<div class="polozenie">
<div class="pic2">
<header>
<h1><a href="#">inFamous: Second Son</a></h1>
<h2><a>
"Человек нервничает в двух случаях: либо он трус, либо ему есть что скрывать."</a></h2>
</header>
<ahref="#" class="image"><img src="images/gifinf2.gif" alt="" /></a>
<p>
Компьютерная игра в жанре action-adventure с открытым миром, разработанная Sucker
Punch Productions и изданная Sony Computer Entertainment, вышедшая 21 марта 2014 
года для игровой консоли PlayStation 4. Игра является третьей в серии inFamous. Главным 
героем игры выступает Делсин Роу, обладающий сверхспособностями, которые он использует в 
бою и во время путешествий по Сиэтлу, который является местом действия событий игры. По
ходу игры Делсин приобретает новые способности и становится либо героем, либо злодеем, 
поскольку выборы игрока влияют на сюжет, концовку и на сами способности.
</p>
<section>
<header>
<a href="#" class="image"><img src="images/gifinf3.gif" alt="" /></a>
<h2><a>Разработка</a></h2>
</header>
<p>
ействие игры происходит в 2018 году, через семь лет после Infamous 2. В той части главным героем был Коул Макграт. 
Предыдущая часть закончилась тем, что Коул пожертвовал собой, чтобы вылечить человечество от Лучевой Чумы и уничтожить
Зверя. Коул использовал луч Ингибитора, который убивает его и других Проводников. После тех событий, Правительство
США создаёт ДЕЗ (Департамент Единой Защиты), чтобы выследить и захватить оставшихся в мире Проводников, которых называют «биотеррористами». 
Главным героем в этот раз является Делсин Роу (Трой Бэйкер), 24-летний художник граффити и член индийского племени «акомиш». 
Делсин имеет уникальную способность Проводника, которая позволяет ему поглощать силы других Проводников. Его брат, Реджи (Трэвис Уиллингэм),
является местным шерифом и часто арестовывает Делсина за его акты вандализма. Оба являются акомишами, территория которых находится на берегу
залива Салмон-Бэй, штат Вашингтон.
</p>
<p>
<a href="#" class="image"><img src="images/gifinf4.gif" alt="" /></a>
Главным антагонистом игры стала Августина Брук (Кристин Данфорд), директор Департамента Единой Защиты и 
Проводник, использующий в качестве своей силы бетон. Её действия в резервации Акомиш вынудили Делсина и Реджи отправиться в Сиэтл, который в
настоящее время находится под контролем ДЕЗа. В дальнейшем Делсину предстоит встретиться с тремя другими Проводниками: Генри «Хэнк» Дотри 
(Дэвид Штейнбора), который владеет «дымовой» способностью, Абигейл «Проныра» Уокер (Лаура Бэйли), бывшая наркоманка и убившая под наркотиками 
своего брата с помощью неона, и Юджин Симс (Алекс Уолш), геймер, владеющий «видео»-способностью.
</p>
<header>
<a href="#" class="image"><img src="images/gifinf5.gif" alt="" /></a>
<h2><a>Вердикт</a></h2>
</header>
<p>
При игре в inFamous: Second Son невозможно не порадоваться как за Sucker Punch, сумевшую удовлетворить свои амбиции, 
так и за всех нас: новое поколение наконец наступило, а с ним грядут как минимум такие же захватывающие игры. Second 
Son не предлагает ничего кардинально нового, но выступает памятником тому, на что впредь стоит равняться. Сюжетно игра 
не ударяется в избитые клише про спасение мира, взамен рассказывая любопытную историю про молодого человека в непростой 
ситуации. Как под лучами осеннего солнца Сиэттла, так и под ночным дождем при тусклом свете фонарей, Делсин неоновой 
вспышкой несется вперед, оставляя позади лишь неспешно угасающие отпечатки себя из прошлого. Так и мы спешим навстречу всему новому.
</p>								
</div>
<div class="pic1">
<hr>
<header>
<footer>
<a href="http://127.0.0.1:8000/Shadow_of_the_Colossus" class="button">Предыдущая</a>
<a href="http://127.0.0.1:8000/index" class="button">Главное Меню</a>
<a href="http://127.0.0.1:8000/Days_Gone" class="button">Следующая</a>
</footer>
</section>
<hr>
<section>
<header>
<h2><a href="#">Оценки от игровых изданий</a></h2>
<hr>
</header>
<div class="polozenie">
<div class="pic1">
<a href="#" class="image fit"><img src="images/100.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>COGconnected</a></h2>
<p>
Second Son - это лучшая игра, которую когда-либо выпускал Sucker Punch, лучшая игра на PS4, доступная на данный момент, и, безусловно, единственная игра, которую должен приобрести каждый владелец PS4.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/90.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>TheSixthAxis</a></h2>
<p>Он не слишком сильно отклоняется от проторенного пути серии, но есть улучшения в игровом процессе и некоторые потрясающие эффекты, которые могут быть использованы для создания самой забавной и самой 
привлекательной игры для PS4, хотя повествование может не имеет того же эффекта, что и в предыдущих играх, это несколько более приземленный рассказ об обычном человеке с необычайными способностями, 
и это захватывающее новое направление для серии.
<hr>
</p>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/87.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>IGN</a></h2>
<p>Он играет великолепно, и выглядит даже лучше, но его достижения также требуют от него более высоких стандартов, которые его целые системы и системы морали пытаются достичь.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/80.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Everyeye.it</a></h2>
<p>Время от времени Infamous Second Son доставляет большое удовольствие своей боевой механикой, но повторяющуюся формулу в сочетании с некоторыми сбоями и проблемами балансировки,
 в конечном счете, нельзя игнорировать. Это интересное и визуально красивое программное обеспечение, но оно могло бы быть намного больше.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/80.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Eurogamer</a></h4>
<p>Второй сын лучше, чем первые две игры: он быстрее и гораздо приятнее. Жаль, что Sucker Punch не смог сделать его лучшим в жанре из-за нескольких промахов и неточного поведения.</p>
<hr>
</div>
</section>
</div>
<div class="polozenie">
<article class="imgpl">
<a href="#" class="image3"><img src="images/gifinf7.gif" alt="" /></a>
<header>
<h2><a>inFamous: First Light</a></h2>
</header>
<hr>
<p>
 Это отдельная загружаемая контентно -приключенческая видеоигра, разработанная компанией Sucker Punch Productions и выпущенная Sony Computer Entertainment для
 PlayStation 4 . Игра была анонсирована на выставке Electronic Entertainment Expo 2014 и была выпущена в августе 2014 года, физическая версия игры была выпущена только в Европе и Австралии.</p>
</article>
<article class="imgpl">
<a href="#" class="image3"><img src="images/gifinf6.gif" alt="" /></a>
<header>
<h2><a>Продажи</a></h2>
</header>
<hr>
<p>
Продажи inFamous: Second Son за первые девять дней составили больше одного миллиона копий, 
что делает Second Son одной из самых продаваемых игр на PlayStation 4, а также самой распродаваемой игрой в серии.</p>
</article>
<article class="imgpl">
<a href="#" class="image3"><img src="images/gifinf8.gif" alt="" /></a>
<header>
<h2><a>Paper Trail</a></h2>
</header>
<hr>
<p>
Бесплатное DLC с функциям «альтернативной реальности». История разделена на шесть частей, и в ней рассказывается о маленькой девочке Челии, обладающей «бумажной» способностью. Каждая часть выходила с 28 марта каждую пятницу. Выпуск заключительной части состоялся 25 апреля 2014 года.</p>
</div>
</body>
</html>
</body>
</html>