<html>
<head>
<title>PlayStation 1</title>
<link rel="stylesheet" href="css/style — pl.css" />
</head>
<body>
<div id="fon">
<div id="menuznach">
<a href="http://127.0.0.1:8000/index"><img src="images/logops.png" alt="" /></a>
<a href="http://127.0.0.1:8000/PL1"><img src="images/pl1znach.png" alt="" /></a>
<a href="http://127.0.0.1:8000/PL2"><img src="images/pl2znach.png" alt="" /></a>
<a href="http://127.0.0.1:8000/PL3"><img src="images/pl3znach.png" alt="" /></a>
<a href="http://127.0.0.1:8000/PL4"><img src="images/pl4znach.png" alt="" /></a>
</div>
</div>
<div class="razmer">
<header>
<h2><a href="#">PlayStation 1</a></h2>
<h4><a href="#">«Живи в своём мире. Играй в нашем»</a></h4>
</header>
<a href="#" class="image2"><img src="images/pl1.png" alt="" /></a>
<p>
Игровая приставка пятого поколения, разработанная компанией Sony Computer Entertainment под руководством Кэна Кутараги. Релиз консоли состоялся 3 декабря 1994 года в Японии,
в США приставка появилась 9 сентября 1995 года, а в Европе — 29 сентября 1995 года. Консоль является первой игровой системой в линейке PlayStation. 
В 2000 году вышла обновлённая версия консоли под названием PSone, которая отличалась от оригинальной PlayStation значительно меньшим размером.
 Приставка оказалась очень популярной, обеспечив Sony прорыв в игровой индустрии, где до того момента безраздельно властвовали Nintendo и Sega.
</p>
<header>
<hr>
<h3><a>Как все начиналось</a></h3>
</header>
<p>
Разработанный Sony в сотрудничестве с голландской компанией Philips стандарт CD-ROM активно набирал популярность.
Была разработана новая технология CD-ROM XA, являющейся расширением формата CD-ROM, которая позволяла объединить на одном диске сжатые аудио, видео и компьютерные данные.
Nintendo уже сотрудничала с Sony в сфере приставок: последняя поставляла для SNES звуковой процессор Sony SPC700. 
Во многом этому поспособствовал Кэн Кутараги — бывший председатель, главный исполнительный директор и основатель Sony Computer Entertainment.
Благодаря его стараниям совет директоров Sony одобрил разработку PlayStation и она появилась на свет.
</p>
<header>
<hr>
<h3><a>Функциональность</a></h3>
</header>
<p>
Кроме игр, PlayStation имеет возможность воспроизводить аудиодиски (модель SCPH-5903 также может воспроизводить Video CD).
Проигрыватель имеет возможность менять порядок воспроизведения песен. Эта функция, а также управление картами памяти, доступны после запуска консоли без игрового диска. 
Графический интерфейс оригинальной PlayStation и PSone отличаются в некоторых моделях. 
GUI PSone имеет серый фон с двумя иконками: одна для управления картами памяти, другая для доступа к CD-проигрывателю, схожий интерфейс имеет и оригинальная консоль версии SCPH-500х,
а начиная с версии 700х, интерфейс PlayStation имеет темно-синий фон и иконки, сочетающие цвета радуги в стиле граффити. Если дисковод с помещенным
игровым диском закрывается крышкой в любое время после включения консоли, то игра запускается автоматически.
</p>
<hr>
<div class="polozenie">
<article class="imgpl">
<a href="#" class="image"><img src="images/fat.jpg" alt="" /></a>
<header>
<h3><a>«Отец PlayStation»</a></h3>
</header>
<p>
<hr>
Кэн Кутараги - бывший председатель, главный исполнительный директор и основатель Sony Computer Entertainment.
в настоящее время президент и исполнительный директор Cyber AI Entertainment. 
Он также является членом совета таких компаний, как Kadokawa Group Holdings, Nojima Corporation и Rakuten.
</p>
</article>
<article class="imgpl">
<a href="#" class="image"><img src="images/dl1.png" alt="" /></a>
<header>
<h3><a>DualShock</a></h3>
</header>
<p>
<hr>
Семейство контроллеров компании Sony начало развитие в 1994 году с выходом игровой приставки PlayStation. 
Первоначально контроллер (тогда ещё без названия) не имел аналоговых стиков, 
они появились во втором поколении — у модели Dual Analog, предшественницы DualShock.
</p>
</article>
<article class="imgpl">
<a href="#" class="image"><img src="images/game1.jpg" alt="" /></a>
<header>
<h3><a>Игры</a></h3>
</header>
<p>
<hr>
На момент 30 сентября 2007 года во всем мире было выпущено 7918 наименований игр и другого программного обеспечения для PlayStation 
общим количеством 961 миллион штук. Последней игрой, выпущенной в Соединенных Штатах стала FIFA Football 2005.
</p>
</div>
</body>
</html>