<html>
<head>
<title>PlayStation 1</title>
<link rel="stylesheet" href="css/style — pl.css" />
</head>
<body>
<div id="fon">
<div id="menuznach">
<a href="http://127.0.0.1:8000/index"><img src="images/logops.png" alt="" /></a>
<a href="http://127.0.0.1:8000/PL1"><img src="images/pl1znach.png" alt="" /></a>
<a href="http://127.0.0.1:8000/PL2"><img src="images/pl2znach.png" alt="" /></a>
<a href="http://127.0.0.1:8000/PL3"><img src="images/pl3znach.png" alt="" /></a>
<a href="http://127.0.0.1:8000/PL4"><img src="images/pl4znach.png" alt="" /></a>
</div>
</div>
<div class="razmer">
<header>
<h2><a href="#">PlayStation 2</a></h2>
<h4><a href="#">«Третье место»</a></h4>
</header>
<a href="#" class="image2"><img src="images/pl2.png" alt="" /></a>
<p>
Вторая игровая приставка, выпущенная компанией Sony, наследница PlayStation и предшественница PlayStation 3. 
О начале разработки было объявлено в марте 1999 г., продажа консоли в Японии началась 4 марта 2000 г., 
в Северной Америке — 26 октября 2000 г., в Европе — 24 ноября 2000 года, в России — 7 ноября 2002 года.
28 декабря 2012 года было прекращено производство в Японии, а 4 января 2013 года Sony подтвердила, что производство PS2 прекращено по всему миру. 
Тем самым, PS2 выпускалась почти 13 лет, это один из самых длинных жизненных циклов в истории игровой индустрии.
</p>
<header>
<hr>
<h3><a>История</a></h3>
</header>
<p>
Кэн Кутараги на презентации PlayStation 2 сказал, что он и его компания не смогли гарантировать успешный запуск, в отличие от Nintendo.
Первый год выпуска Sony столкнулась с серьёзными проблемами, связанными с невысокими объёмами производства приставки на заводах, а также
с постоянной нехваткой приставок в розничной сети. К концу 2000 года приставку смогли приобрести лишь несколько миллионов человек. 
Популярным способом быстрого получения приставки стало приобретение её на интернет-аукционах, таких как eBay. 
Успешное начало продаж консоли было обеспечено силой бренда Sony, а также обратной совместимостью с предыдущей моделью, 
что позволило продать 900 тыс. приставок только за первую неделю продаж в Японии.
</p>
<p>
Многие аналитики предсказывали трёхстороннее соперничество между PlayStation 2 и её конкурентами — Microsoft Xbox и Nintendo GameCube.
Однако, выход нескольких игр-блокбастеров в сезон рождественских праздников 2001 года дал PlayStation 2 сильный импульс, достаточный для того,
чтобы она оторвалась от конкурентов.iam morbi egestas. 
</p>
<header>
<hr>
<h3><a>Игры</a></h3>
</header>
<p>
Сила бренда Sony обеспечила хорошую поддержку системы сторонними производителями игр. 
Хотя в момент запуска приставки в продажу в 2000 году выбор и не был особенно впечатляющим, 
уже к рождественскому сезону 2001 года было выпущено несколько бестселлеров и хорошо принятых публикой игр. 
Именно огромное количество хитовых игр сделало эту приставку настолько популярной. Это позволило PlayStation 2 удержать лидерство на рынке 
игровых консолей, несмотря на повышенную конкуренцию после выпуска Microsoft Xbox и Nintendo GameCube. В нескольких случаях Sony заключила 
исключительные контракты с издателями, для получения преимуществ перед конкурентами.
</p>
<hr>
<div class="polozenie">
<article class="imgpl">
<a href="#" class="image"><img src="images/prodz2.png" alt="" /></a>
<header>
<h3><a>Самая популярная</a></h3>
</header>
<p>
<hr>
Игровая приставка, ставшая наиболее быстро продаваемой и самой популярной игровой консолью в истории. 
На третий квартал 2011 года в мире продано почти 155 миллионов экземпляров PS2.
</p>
</article>
<article class="imgpl">
<a href="#" class="image"><img src="images/slim.png" alt="" /></a>
<header>
<h3><a>PlayStation 2 Slim</a></h3>
</header>
<p>
<hr>
С июля 2007 года Sony начала поставлять новую редакцию тонкой PlayStation 2 Slim — V16 (SCPH-79000) весом в 600 граммов 
(по сравнению с 900 граммов в модели SCPH-77001); вес блока питания был также уменьшен до 250 граммов (350 гр в предыдущей редакции). 
Следующая редакция V17 (SCPH-90000) была анонсирована к продаже в Японии с 22 ноября 2007 года, с пересмотренным внутренним дизайном, в 
который на этот раз включен блок питания, в результате чего общий вес консоли составил 720 граммов.
</p>
</article>
<article class="imgpl">
<a href="#" class="image"><img src="images/vertil.jpg" alt="" /></a>
<header>
<h3><a>Вертикальность</a></h3>
</header>
<p>
<hr>
Sony создала свою PS2 так, что геймеры могут выбирать, как им удобнее держать консоль – 
горизонтальное положение дарит классическое ощущение игры на консоли, в то время как вертикальное превращает девайс в небольшой настольный ПК.
Выбор полностью зависит от эстетического чувства пользователя, поскольку система хорошо работает в любом положении. Маленький нюанс, 
но он радует геймеров, и приятно думать, что PS2 первая из игровых консолей предложила такой вариант.
</p>
</div>
</body>
</html>