@extends('layouts.header')
@section('title')
 <title> PlayStation 3 </title>
@section('content')
<h2><a href="#">PlayStation 3</a></h2>
<h4><a href="#">“Вот это жизнь!”</a></h4>
</header>
<a href="#" class="image2"><img src="images/pl3.png" alt="" /></a>
<p>
Игровая приставка седьмого поколения, третья в семействе игровых систем PlayStation (не считая PlayStation Portable). 
С помощью PS3 можно играть, смотреть фильмы, слушать музыку, отправлять электронную почту и просматривать веб-страницы. 
С самого момента выпуска приставкой поддерживается большинство игр для консолей предыдущего поколения, PlayStation и PlayStation 2. 
Главными конкурентами консоли являются Xbox 360 от Microsoft и Wii от Nintendo.
Изначально выход PS3 планировался на 2005 год, но разработчики, которые имели доступ к версии приставки того времени, заявили, что
решение ещё слишком сырое (например, в той версии совсем не было GPU, его добавили в самом конце подготовки к запуску). 
Выход PS3 в Японии состоялся 11 ноября 2006 года, 17 ноября приставка появилась в Северной Америке в первом квартале 2007 года), 
в марте 2007 года — в Европе, а потом в России.
</p>
<p>
 В мае 2006 года на конференции Sony, прошедшей в рамках E3 2006, была озвучена информация о цене приставки, началах продаж, а также
был представлен новый игровой контроллер Sixaxis. Впервые PS3 была доступна для тестирования на TGS 2006, где посетители могли оценить несколько игр на новой приставке.
</p>
<header>
<hr>
<h3><a>История</a></h3>
</header>
<p>
После выхода популярных игровых приставок PlayStation (1994 год) и PlayStation 2 (2000 год) создание новой модели было вопросом времени. 
Первые слухи о консоли следующего поколения появились в 2004 году, однако конкретных сведений Sony не давала до весны 2005 года.
Впервые PS3 была официально представлена 16 мая 2005 года в ходе конференции Sony на выставке Electronic Entertainment Expo (E3).
На выставке находился только макет, предварительную рабочую версию приставки компания представила на Tokyo Game Show (TGS) 2005 года. 
</p>
<p>
В мае 2006 года на конференции Sony, прошедшей в рамках E3 2006, была озвучена информация о цене приставки, началах продаж, а также
был представлен новый игровой контроллер Sixaxis. Впервые PS3 была доступна для тестирования на TGS 2006, где посетители могли оценить несколько игр на новой приставке.
</p>
<header>
<hr>
<h3><a>Технические проблемы</a></h3>
</header>
<p>
Некоторые владельцы Sony PlayStation 3 столкнулись с так называемой проблемой жёлтого огня смерти (Yellow Light Of Death, YLOD).
В большей части это коснулось владельцев игровых приставок первых ревизий, именно на приставках с жёстким диском 60 Гб чаще 
проявлялась проблема перегрева. В новых релизах игровой приставки с жёстким диском 40 Гб и в версии Slim проблема перегрева встречается значительно реже.
В случае возникновения этой проблемы при включении консоли индикатор питания кратковременно светится жёлтым, а затем мигает красным.
Причиной проблемы (как и RROD у Xbox 360) обычно является нарушение пайки графического процессора RSX. При возникновении данной технической неисправности есть несколько вариантов её решения.
Также, часто на FAT-моделях выходит из строя BD-привод.
18-19 июня 2013 было выпущено обновление 4.45, которое стало причиной многочисленных отказов PS3 с з
аменёнными жёсткими дисками. По данным Forbes, больше всего отказов зафиксировано у приставок, в
которых заводские диски были заменены на диски объёмом от 500 ГБ до 1 ТБ.
</p>
<hr>
<div class="polozenie">
<article class="imgpl">
<a href="#" class="image"><img src="images/move.png" alt="" /></a>
<header>
<h3><a>PlayStation Move</a></h3>
</header>
<p>
<hr>
В 2009 году Sony анонсировала беспроводной контроллер (датчик движения), аналогичный Wii Remote, под названием PlayStation Move. 
Он должен был идти в комплекте с маленькой камерой (PlayStation Eye) для отслеживания движения контроллера в трёхмерном пространстве. 
Камере должен помогать шар на верхушке пульта, меняющий цвет в зависимости от местности, в которой находится. По словам Sony, они были благодарны 
Nintendo за создание революционного контроллера и утверждали, что движения PlayStation Move должны быть точнее, чем у Wii Remote.
Контроллер вышел в продажу осенью 2010 года. Наряду с Sony Computer Entertainment Worldwide Studios и дочерними компаниями,
разработкой игр для PlayStation Move занимаются 36 сторонних разработчиков.В стартовом наборе он продаётся с игрой «Праздник Спорта».
</p>
</article>
<article class="imgpl">
<a href="#" class="image"><img src="images/net.jpg" alt="" /></a>
<header>
<h3><a>PlayStation Network</a></h3>
</header>
<p>
<hr>
PlayStation Network — единый онлайн-сервис, созданный компанией Sony Computer Entertainment для PlayStation 3 и PlayStation Portable,
который был анонсирован на встрече PlayStation Business Briefing в Токио в 2006 году. Данный сервис всегда включён,
его использование является бесплатным и включает онлайн-поддержку. Сервис разрешает доступ к многопользовательскому контенту игр,
PlayStation Store, PlayStation Home и другим сервисам. PlayStation Network использует наличные и карты PlayStation Network, как средство
оплаты в магазине PlayStation Store и PlayStation Home.
</p>
</article>
<article class="imgpl">
<a href="#" class="image"><img src="images/spider.jpg" alt="" /></a>
<header>
<h3><a>Spider-man</a></h3>
</header>
<p>
<hr>
Шрифт, использованный для написания названия консоли PlayStation 3 первых версий, известен под названием Spider-man font,
так как изначально использовался для отображения заголовков фильмов серии Spider-Man, права на производство которых принадлежат Sony.
Она же обладает правами и на использование данного шрифта, Кэн Кутараги лично настоял на том, чтобы этот же шрифт использовался и для отображения названия приставки.
От использования Spider-man font компания отказалась в 2009 году, заявив, что хочет дать бренду новое направление.
</p>
@endsection