@extends('layouts.header')
@section('title')
 <title> PlayStation 4 </title>
@section('content')
<h2><a href="#">PlayStation 4</a></h2>
<h4><a href="#">"Величие грядет. PlayStation"</a></h4>
</header>
<a href="#" class="image2"><img src="images/pl4.png" alt="" /></a>
<p>
Bгровая приставка восьмого поколения, выпускаемая японской компанией Sony. PlayStation 4 входит в семейство игровых консолей 
PlayStation и была выпущена на смену PlayStation 3 — предыдущей домашней игровой консоли той же компании. Официальный анонс
PlayStation 4 состоялся на конференции PlayStation Meeting 2013 в феврале 2013 года, продажи начались в ноябре 2013 года в
США, Европе, Южной Америке, России и Австралии и в феврале 2014 года в Японии. Осенью 2016 года Sony выпустила две новые аппаратные
версии приставки: PlayStation 4 Slim, обладающую уменьшенными габаритами, и PlayStation 4 Pro, оснащённую более мощными основным и 
графическим процессором с расчётом на возможность вывода изображения и потокового видео в разрешении 4K.
</p>
<header>
<hr>
<h3><a>История разработки</a></h3>
</header>
<p>
По словам Марка Черни, главного архитектора консоли, её разработка началась в 2008 году. Черни, даже возглавляя 
разработку консоли, не являлся сотрудником компании Sony, а выступал как независимый подрядчик; он получил место руководителя разработки, 
напрямую обратившись к высокопоставленным руководителям Sony Филу Харрисону  и Масе Чатани, и получил их согласие. 
Черни уже в 2007 году знал, что разработчики игр испытывают проблемы в работе с PlayStation 3, и проводил опросы по специальной анкете, 
осторожно выясняя, что разработчики предпочли бы видеть в консоли следующего поколения. Среди этих предпочтений звучало желание иметь общую
оперативную память — в отличие от PlayStation 3, у которой было два раздельных набора оперативной памяти по 256 мегабайт, один основной и один для
графического процессора — а также «не больше восьми ядер».
</p>
<p>
Экзотическая микропроцессорная архитектура Cell, использованная в PlayStation 3, 
создавала сложности для разработчиков игр — таким образом, отправной точкой для разработчиков PlayStation 4 стал принцип «не превращать аппаратное 
обеспечение в головоломку, которую нужно сначала разгадать, чтобы создать качественную игру». Вместо Cell Черни стал изучать широко применяемую в 
персональных компьютерах архитектуру процессора x86, в конечном счёте положенную в основу PlayStation 4.
</p>
<header>
<hr>
<h3><a>PlayStation VR</a></h3>
</header>
<p>
PlayStation VR представляет собой систему виртуальной реальности, работающую как надстройка над PlayStation 4. 
На этапе разработки система была известна как Project Morpheus; компания Sony впервые представила её публике на 
конференции Game Developers Conference в 2014 году[104][105]. Уже под названием PlayStation VR система официально 
поступила в продажу в октябре 2016 года, получив совместимость со всеми ревизиями и версиями PlayStation 4.
В комплект PlayStation VR входит гарнитура (шлем виртуальной реальности) со 
встроенным дисплеем, рассчитанным на разрешение 1080p, и процессорный модуль, 
предназначенный для обработки 3D-аудио и некоторых других функций, а также кабели для подключения к приставке и, при 
необходимости, внешнему экрану. Гарнитура оборудована светодиодами; во время работы системы подключённая к приставке камера 
отслеживает положение движение этих светодиодов и, как следствие, головы игрока. PlayStation VR также может использоваться совместно 
с чувствительными к движению контроллерами PlayStation Move.
</p>
<hr>
<div class="polozenie">
<article class="imgpl">
<a href="#" class="image"><img src="images/pspro.png" alt="" /></a>
<header>
<h3><a>PlayStation 4 Pro</a></h3>
</header>
<p>
<hr>
Модель PlayStation 4 Pro (CUH-7000), ранее известная под условным обозначением Neo, 
была представлена 7 сентября 2016 года и поступила в продажу во всем мире 10 ноября того же года. 
Она отличается как от первоначальной модели PlayStation 4, так и от Slim более совершенным аппаратным оснащением,
рассчитанным на разрешение 4K и улучшенную работу в системе виртуальной реальности PlayStation VR; 
усовершенствования включают в себя графический процессор мощностью 4.2 терафлопс и восьмиядерный центральный процессор повышенной частоты — 2,1 ГГц вместо 1,6 ГГц.
</p>
</article>
<article class="imgpl">
<a href="#" class="image"><img src="images/ios.jpg"" alt="" /></a>
<header>
<h3><a>PlayStation на iOS и Android</a></h3>
</header>
<p>
<hr>
При помощи смартфона можно приобретать игры в PlayStation Store даже не находясь рядом с приставкой, закачка и 
установка будет проходить автоматически. Приложение, устанавливаемое на смартфон, доступно в версии для iOS и Android 
(первые скриншоты были продемонстрированы в начале октября 2013 года, само приложение стало доступным для скачивания 13 ноября 2013 года). 
Также приложение может быть использовано в качестве второго экрана в некоторых играх.
</p>
</article>
<article class="imgpl">
<a href="#" class="image"><img src="images/ds4.png" alt="" /></a>
<header>
<h3><a>DualShock 4</a></h3>
</header>
<p>
<hr>
DualShock 4 — новая версия контроллера семейства DualShock, совместимая c Playstation 4 и частично с Playstation 3. 
Контроллер оснащен тачпадом, гироскопом, акселерометром, возможностью вибрации, подсветкой, моно-спикером, микро-USB портом, выходом
для наушников, портом расширения и кнопкой Share, позволяющей быстро размещать запись игрового процесса и скриншоты в сети Интернет. 
Возможность размещения изображений и видео в сети могут быть ограничены/запрещены разработчиками для каждой отдельной игры. Возможность
использовать разные цвета подсветки позволяют игрокам по мнению компании более четко идентифицировать себя, а в играх, если разработчики посчитают нужным,
может использоваться в качестве дополнительных индикаторов, например, в Killzone: Shadow Fall цвет индикатора показывает состояние здоровья главного героя.
</p>
@endsection