<html>
<head>
<title>Shadow of the Colossus</title>
<link rel="stylesheet" href="css/style — Shadow of the Colossus.css" />
</head>
<body>
<div id="header">
<div class="logo">
<header>
<a href="#" class="image"><img src="images/logosgadow.png" alt="" /></a>
</header>
</div>
</div>
<div class="container">
<div class="polozenie">
<div class="pic2">
<header>
<h1><a href="#">Shadow of the Colossus</a></h1>
<h2><a>
"Тень Колосса"</a></h2>
</header>
<ahref="#" class="image"><img src="images/gifshadow2.gif" alt="" /></a>
<p>
Приключенческая игра, разработанная Bluepoint Games и выпущенная Sony Interactive Entertainment для PlayStation 4 . Это римейк оригинальной игры
для PlayStation 2 с использованием художественных ресурсов сверхвысокой четкости. Переделкой руководил Bluepoint, разработавший более раннюю версию Remaster 
для PlayStation 3 при поддержке SIE Japan Studio . Разработчики переделали активы с нуля, но Shadow of the Colossus сохраняет тот же геймплей, что и в
оригинальном названии, за исключением введения новой схемы управления.
Игра получила признание критиков, которые хвалили ее за сохранение ощущения оригинала при значительном улучшении графики и производительности, а 
также за обновление схемы управления. Тем не менее, основная критика была подвергнута игровому процессу и камере, что, по мнению многих, должно быть улучшено.
</p>
<section>
<header>
<a href="#" class="image"><img src="images/gifshadow3.gif" alt="" /></a>
<h2><a>Разработка</a></h2>
</header>
<p>
Sony объявила о римейке Shadow of the Colossus для PlayStation 4 во время своей пресс-конференции Electronic Entertainment Expo 2017 .Римейк был во главе с Bluepoint, который разработал более раннюю версию Remaster для PlayStation 3.
Идея римейка возникла после разговора разработчиков Bluepoint: они хотели создать новую окончательную версию оригинальной игры, и после разговора с друзьями в Sony Japan 
это было согласовано. Продюсер Bluepoint Рэндалл Лоу и технический директор Питер Далтон заявили в интервью Game Informer, что оригинальная Shadow of the Colossus вошла в пятерку лучших сотрудников всех времен.
Разработчики переделали все игровые активы с нуля, но игра сохранила тот же геймплей, что и в оригинальном названии, вместе с введением новой схемы управления.
 В игре используется оригинальная кодовая база из игры PlayStation 2. Художественный персонал использовал версию PlayStation 2 для создания паритета с версией PlayStation 4.
Игра была выпущена 6 февраля 2018 года в Северной Америке; 7 февраля в Европе, Австралии и Новой Зеландии; и 8 февраля в Японии.
</p>
<p>
<a href="#" class="image"><img src="images/gifshadow4.gif" alt="" /></a>
Игровой процесс практически идентичен оригинальной версии игры, за исключением переработанных элементов управления. 
Прогрессия через Тень Колосса происходит в циклах. Начиная с центральной точки ландшафта, игрок ищет и побеждает колосса,
 и возвращается в центральную точку, чтобы повторить процесс. Большинство колоссов расположены в отдаленных районах, таких как на вершине скалы или в древних структурах.
Игроки могут выбирать из нескольких вариантов при игре. На стандартной PlayStation 4 игра работает со скоростью 30 кадров в секунду с разрешением 1080p. На PlayStation 4 
Pro игра может работать либо с разрешением 1440p (с увеличением до 4K) со скоростью 30 кадров в секунду, либо со скоростью 60 кадров в секунду при 1080p.
</p>
<header>
<a href="#" class="image"><img src="images/gifshadow5.gif" alt="" /></a>
<h2><a>Вердикт</a></h2>
</header>
<p>
За последние десять лет так и не появилось ничего вправду похожего на Shadow of the Colossus. Меланхоличный открытый мир, где игрока никто не направляет и никто не встречает. 
Огромные колоссы, к каждому из которых нужно найти подход: кто-то подпирает облака своей макушкой, кто-то почти всё время проводит в воздухе, а кто-то, наоборот, под водой...
В конце концов, сюжет и стиль Фумито Уэды видны невооружённым глазом. Так сейчас уже не делают, ведь Shadow of the Colossus не играет сама в себя, она бросает игроку вызов. 
Герой Вандер или злодей? Что ждёт девушку Моно после выполнения условий, поставленных местным духом Дормином? Решившись пройти игру, ответы на эти вопросы вы запомните навсегда.
 И они будут отнюдь не однозначными.
</p>								
</div>
<div class="pic1">
<hr>
<header>
<footer>
<a href="http://127.0.0.1:8000/Uncharted_4" class="button">Предыдущая</a>
<a href="http://127.0.0.1:8000/index" class="button">Главное Меню</a>
<a href="http://127.0.0.1:8000/inFamous_Second_Son" class="button">Следующая</a>
</footer>
</section>
<hr>
<section>
<header>
<h2><a href="#">Оценки от игровых изданий</a></h2>
<hr>
</header>
<div class="polozenie">
<div class="pic1">
<a href="#" class="image fit"><img src="images/100.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Games Master UK</a></h2>
<p>
Свежий слой краски украшает и без того вечную классику, которая до сих пор ощущается как глоток свежего воздуха сегодня.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/100.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Gamer.no</a></h2>
<p>Вечный шедевр, который получил уважение и любовь, которых он заслуживает в этой новой версии.
<hr>
</p>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/95.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>GameCrate</a></h2>
<p>Shadow of the Colossus - настоящий шедевр сверху донизу, и он наверняка запомнится как одна из величайших игр, когда-либо созданных.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/90.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>GameSpot</a></h2>
<p> Тень Колосса - это потрясающее путешествие, и его стоит взять и взять заново.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/90.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Gamersky</a></h4>
<p>Концепция Тени Колосса уникальна и полна шарма. Обновленная версия для PS4 замечательна, что означает, что она является идеальным выбором для всех, кто хочет попробовать ее, независимо от того, являетесь ли вы фанатом или новым игроком. </p>
<hr>
</div>
</section>
</div>
<div class="polozenie">
<article class="imgpl">
<a href="#" class="image3"><img src="images/gifshadow6.gif" alt="" /></a>
<header>
<h2><a>Музыкальное оформление</a></h2>
</header>
<hr>
<p>
Музыка в Shadow of the Colossus звучит в сюжетных роликах и во время сражений с колоссами — 
простые путешествия по игровому миру проходят в тишине. 7 декабря 2005 года в Японии был выпущен диск с 
официальным саундтреком под названием «Roar of the Earth», куда вошли тридцать пять игровых композиций и 
ещё семь дополнительных. Музыку, сочетающую звучание струнных, барабанных и духовых инструментов, написал композитор Ко 
Отани (яп. 大谷 幸, Отани Ко), известный по своим работам в аниме[25]. «Roar of the Earth» победил в номинации «Саундтрек Года» (
англ. Soundtrack of the Year) по версии американского журнала Electronic Gaming Monthly[26].</p>
</article>
<article class="imgpl">
<a href="#" class="image3"><img src="images/gifshadow7.gif" alt="" /></a>
<header>
<h2><a>Оценка</a></h2>
</header>
<hr>
<p>
В отличие от Ico, высоко оценённой, но провалившейся на основных рынках игры, Shadow of the Colossus стал коммерчески успешным проектом. 
За первую неделю он разошёлся тиражом в 140 000 копий и занял первое место в японских чартах продаж. 8 августа 2006 года игра была внесена
 в лист величайших хитов Sony (англ. List of Sony Greatest Hits games).
Shadow Of The Colossus получила премию BAFTA в области игр 2006 года в номинациях 
«Action And Adventure sponsored by PC World» и «Artistic Achievement».</p>
</article>
<article class="imgpl">
<a href="#" class="image3"><img src="images/gifshadow8.gif" alt="" /></a>
<header>
<h2><a>Фумито Уэда</a></h2>
</header>
<hr>
<p>
Японский геймдизайнер, сценарист и продюсер разработки компьютерных игр. Известен как создатель игр Ico (2001), Shadow of the Colossus (2005), The Last Guardian (2016).</p>
</div>
</body>
</html>
</body>
</html>