<html>
<head>
<title>The Last of Us</title>
<link rel="stylesheet" href="css/style — the last of us.css" />
</head>
<body>
<div id="header">
<div class="logo">
<header>
<a href="#" class="image"><img src="images/logolast.png" alt="" /></a>
</header>
</div>
</div>
<div class="container">
<div class="polozenie">
<div class="pic2">
<header>
<h1><a href="#">The Last of Us</a></h1>
<h2><a>
"От прошлого не убежишь и не скроешься. 
Оно настигнет в любом случае, потому что оно — часть тебя..."</a></h2>
</header>
<ahref="#" class="image"><img src="images/giflast3.gif" alt="" /></a>
<p>
Компьютерная игра в жанре action-adventure с элементами survival horror и стелс-экшена, 
разработанная студией Naughty Dog и изданная Sony Computer Entertainment. Игра была выпущена в 
2013 году эксклюзивно для консоли PlayStation 3. В 2014 году была выпущена обновленная версия игры
для PlayStation 4 — The Last of Us Remastered.
</p>
<section>
<header>
<a href="#" class="image"><img src="images/giflast7.gif" alt="" /></a>
<h2><a>Сеттинг</a></h2>
</header>
<p>
Действие основной части происходит спустя 20 лет после глобальной катастрофы — пандемии, 
вызванной мутировавшим грибом кордицепсом. Согласно сюжету, кордицепс попадает в человеческий
организм в виде спор в результате вдыхания, через кровь или слюну заражённого. Затем гриб вызывает
необратимые изменения в человеческом организме — жертва теряет разум и превращается в подобие зомби. 
Пандемия привела к упадку цивилизации и гибели большей части населения США и всей Земли. Часть выживших
укрывается в изолированных карантинных зонах, охраняемых военными. Города за пределами карантинных зон превратились 
в опасные руины, населённые заражёнными, бандитами и каннибалами. Террористическая организация «Цикады» 
(в оригинале «Светлячки» от англ. Fireflies) пытается поднять население карантинных зон на восстание против 
военных, а также стремится разработать вакцину против инфекции.
</p>
<p>
<a href="#" class="image"><img src="images/giflast4.gif" alt="" /></a>
The Last of Us начинается с пролога, повествующего о начале пандемии. Одним из первых мест, пораженных вспышкой,
становится Остин, штат Техас, где живёт главный герой Джоэл Миллер (Трой Бейкер) со своей двенадцатилетней дочерью
Сарой (Хана Хейз). Разразившийся хаос вынуждает жителей города эвакуироваться. Отбившись от нападения на дом 
заражённых соседей Джоэл, его брат Томми (Джеффри Пирс) и Сара пытаются выехать из города на автомобиле, 
но попадают в аварию. Джоэлу приходится нести на руках пострадавшую Сару. Убегая от преследующих их заражённых, 
двое наталкиваются на солдата, получившего приказ уничтожить любых потенциальных зараженных. Солдат открывает огонь, 
но Томми спасает Джоэла. Однако Сара оказывается раненой и скоропостижно умирает на руках у отца.
</p>
<header>
<a href="#" class="image"><img src="images/giflast5.gif" alt="" /></a>
<h2><a>Вердикт</a></h2>
</header>
<p>
Наконец-то видеоигры доросли до лучших из фильмов по части атмосферы и подачи сюжета. 
Наконец-то появилась игра, которой геймплей не мешает рассказывать историю, а наоборот — дополняет ее.
Очень трогательную, но при этом жуткую и взрослую историю про выживание двух людей в мертвом, однако
чертовски живом мире, который их ненавидит. The Last of Us — не только лучшее, что когда-либо создавали Naughty Dog.
Это едва ли не венец целого поколения игр, вершина, к которой стремились многие, 
но не достиг никто. До этого самого момента.
</p>								
</div>
<div class="pic1">
<hr>
<header>
<footer>
<a href="http://127.0.0.1:8000/Bloodborne" class="button">Предыдущая</a>
<a href="http://127.0.0.1:8000/index" class="button">Главное Меню</a>
<a href="http://127.0.0.1:8000/Spider_Man" class="button">Следующая</a>
</footer>
</section>
<hr>
<section>
<header>
<h2><a href="#">Оценки от игровых изданий</a></h2>
<hr>
</header>
<div class="polozenie">
<div class="pic1">
<a href="#" class="image fit"><img src="images/100.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>SpazioGames</a></h2>
<p>Шедевр, который преодолевает навязанные самим собой барьеры игрового повествования и завораживает игрока интеллектуальным геймплеем.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/100.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>GameOver.gr</a></h2>
<p>Шедевр повествования и современный игровой дизайн.
<hr>
</p>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/90.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Joystiq</a></h2>
<p>The Last of Us не веселая история, но чертовски хорошая.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/97.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Meristation</a></h2>
<p>The Last of Us - это действительно другая игра, сочетающая в себе традиционные приключения, выживание, экшн, скрытность и постоянное исследование.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/95.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Gamer.nl</a></h4>
<p>С The Last of Us разработчик Naughty Dog переходит от простого развлечения Uncharted к более серьезным вещам.</p>
<hr>
</div>
</section>
</div>
<div class="polozenie">
<article class="imgpl">
<a href="#" class="image3"><img src="images/giflast6.gif" alt="" /></a>
<header>
<h2><a>The Last of Us: Left Behind</a></h2>
</header>
<hr>
<p>
Сюжет игры рассказывает о прошлом Элли и её подруге Райли, параллельно затрагивая события, которые происходили во время
сюжетного повествования одиночной кампании в The Last of Us. События дополнения происходят как в прошлом Элли (до встречи с Джоэлом),
так и во время столкновения с группой каннибалов в университете. История игры рассказывает о событиях, произошедших с героинями за три
недели до сюжета оригинальной игры, а также параллельный рассказ о том, через что прошла Элли, чтобы спасти умирающего Джоэла.</p>
</article>
<article class="imgpl">
<a href="#" class="image3"><img src="images/giflast8.gif" alt="" /></a>
<header>
<h2><a>The Last of Us Part II</a></h2>
</header>
<hr>
<p>
12 июня 2018 года продолжение было представлено на выставке E3 2018, где впервые был показан игровой 
процесс сиквела. Критики позитивно оценили графику и геймплей, заявив, что The Last of Us Part II по 
некоторым критериям превзойдет своего предшественника. В январе 2017 года The Last of Us Part II получил 
свою первую премию от PlayStation Blog в категории «Самая ожидаемая игра года». Позже в том же году игра
принесла своим разработчикам премию Most Wanted Game от Golden Joystick Awards, и Most Anticipated Game на
The Game Awards. 2 июля 2018 года была присуждена очередная премия в номинации «Специальная награда за 
графику и звук» на церемонии награждения Game Critics Awards.</p>
</article>
<article class="imgpl">
<a href="#" class="image3"><img src="images/giflast2.gif" alt="" /></a>
<header>
<h2><a>Игра Десятилетия</a></h2>
</header>
<hr>
<p>
Главной игрой 2010-х пользователи официального блога PlayStation признали The Last of Us. Персонажи, драма и жуткий экшен в
 знаковом эксклюзиве платформы оставили у геймеров настолько большие впечатления, что в итоге проект студии Naughty Dog получил
 свыше 11% всех голосов, став обладателем заслуженной "платиновой" награды.</p>
</div>
</body>
</html>
</body>
</html>