<html>
<head>
<title>Uncharted 4</title>
<link rel="stylesheet" href="css/style — Uncharted 4.css" />
</head>
<body>
<div id="header">
<div class="logo">
<header>
<a href="#" class="image"><img src="images/logounch.png" alt="" /></a>
</header>
</div>
</div>
<div class="container">
<div class="polozenie">
<div class="pic2">
<header>
<h1><a href="#">Uncharted 4</a></h1>
<h2><a>
"У каждого сокровища своя цена."</a></h2>
</header>
<ahref="#" class="image"><img src="images/unchgif8.gif" alt="" /></a>
<p>
Компьютерная игра в жанре action-adventure с видом от третьего лица, разработанная студией 
Naughty Dog и изданная Sony Interactive Entertainment эксклюзивно для игровой консоли Sony PlayStation 4. 
Является продолжением игры Uncharted 3: Drake’s Deception и завершающей частью приключений Нейтана Дрейка.
Игра была анонсирована 14 ноября 2013 года и первоначально над ней работала команда разработчиков Uncharted 3: 
Drake’s Deception во главе с Эми Хенниг, однако весной 2014 года её сменили авторы прошлого хита студии, The Last of Us. 
Uncharted 4: A Thief’s End стал первым проектом Naughty Dog, который разрабатывался непосредственно для консоли восьмого поколения. 
Новые возможности игровой приставки позволили студии значительно улучшить графику и анимацию персонажей, а также внести существенные 
изменения в геймплей. Релиз игры состоялся 10 мая 2016 года.
</p>
<section>
<header>
<a href="#" class="image"><img src="images/unchgif2.gif" alt="" /></a>
<h2><a>Сеттинг</a></h2>
</header>
<p>
Главным героем игры, как и в предыдущих частях, является охотник за сокровищами Нейтан «Нейт» Дрейк. 
В приключениях его сопровождают лучший друг и наставник Виктор «Салли» Салливан, журналистка и жена Нейтана Елена
Фишер, и его старший брат Сэмюэл «Сэм» Дрейк, которого Нейтан считал погибшим на протяжении 15 лет. 
Главным антагонистом игры является Рэйф Адлер, 15 лет назад вместе с братьями Дрейками предпринял неудачную попытку 
по поиску сокровищ Генри Эвери. Унаследовав компанию своего отца, Рэйф для поисков сокровищ и защиты от конкурентов 
нанял частную военную организацию «Шорлайн» во главе которой стоит Надин Росс.
</p>
<p>
<a href="#" class="image"><img src="images/unchgif3.gif" alt="" /></a>
Сценарист Эми Хенниг, работавшая над серией до четвертой части, рассказывала, что 
захватывающие дух моменты в Uncharted часто придумывались раньше сюжета, а значимые 
события уже постфактум худо-бедно сшивали по законам базовой логики. Это тоже подход — 
подход, подаривший нам несколько по-настоящему головокружительных приключений. Но с приходом 
новых сценаристов манера повествования изменилась, и это сразу бросается в глаза.
</p>
<header>
<a href="#" class="image"><img src="images/unchgif4.gif" alt="" /></a>
<h2><a>Вердикт</a></h2>
</header>
<p>
Uncharted 4 — из тех игр, после финала которых еще минут десять сидишь в полной тишине,
пока не собираешься с силами, чтобы наконец-то сказать: «Ничего себе». Единственная в 
своем роде работа талантливой студии, привыкшей выходить за границы дозволенного и делать
вещи, никого не оставляющие равнодушным. Ну и вместе с этим — просто роскошное приключение,
которому в 2016 году нет равных.
</p>								
</div>
<div class="pic1">
<hr>
<header>
<footer>
<a href="http://127.0.0.1:8000/Spider_Man" class="button">Предыдущая</a>
<a href="http://127.0.0.1:8000/index" class="button">Главное Меню</a>
<a href="http://127.0.0.1:8000/Shadow_of_the_Colossus" class="button">Следующая</a>
</footer>
</section>
<hr>
<section>
<header>
<h2><a href="#">Оценки от игровых изданий</a></h2>
<hr>
</header>
<div class="polozenie">
<div class="pic1">
<a href="#" class="image fit"><img src="images/100.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Telegraph</a></h2>
<p>Это шумный материал. Здесь нет большой иллюзии; любой риск, который, возможно, был связан с представлением Натана Дрейка десять лет назад, давно ушел, сметенный потоком радующего зрителей зрелища.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/100.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Examiner</a></h2>
<p>Naughty Dog создала блестящую игру, которая может стоять в одиночестве как лучшая игра на PlayStation 4. Uncharted когда-то называли клоном Tomb Raider, но он оказался убийцей Tomb Raider. 
<hr>
</p>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/100.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Easy Allies</a></h2>
<p>Uncharted 4 - знаковое название, в которое должен вкладываться каждый, кто интересуется интерактивным рассказыванием историй. Naughty Dog снова поднял планку в отрасли.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/95.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Game Informer</a></h2>
<p> The Thief End's - лучший из Uncharted, в котором рассказывается история, которую я не хотел заканчивать, и приключение, которое заканчивается адской выплатой.</p>
<hr>
</div>
<div class="pic1">
<a href="#" class="image fit"><img src="images/90.png" alt="" /></a>
</div>
<div class="pic2">
<h2><a>Games.cz</a></h4>
<p>Uncharted 4 - это как книга, которую вы буквально проглатываете страницу за страницей, но в то же время вам грустно видеть уменьшение числа непрочитанных страниц.</p>
<hr>
</div>
</section>
</div>
<div class="polozenie">
<article class="imgpl">
<a href="#" class="image3"><img src="images/unchgif6.gif" alt="" /></a>
<header>
<h2><a>Релиз и продажи</a></h2>
</header>
<hr>
<p>
Выход игры состоялся 10 мая 2016 года, одновременно во всём мире. Игра доступна в трёх вариантах изданий
помимо стандартного. Special Edition, Libertalia Collector’s Edition и цифровом Digital Standard Edition.
Всего за неделю с релиза игра продалась по всему миру в количестве в 2,7 млн копий и 
стала самой быстро продаваемой игрой в истории серии. В мае Uncharted 4 возглавил чарт 
продаж видеоигр на территории США и Великобритании. На 21 декабря 2016 года игра продалась
по всему миру в количестве более 8,7 млн копий, что делает её самой продаваемой игрой в истории студии.</p>
</article>
<article class="imgpl">
<a href="#" class="image3"><img src="images/unchgif7.gif" alt="" /></a>
<header>
<h2><a>Uncharted: The Lost Legacy</a></h2>
</header>
<hr>
<p>
Первоначально The Lost Legacy задумывался как загружаемое дополнение к игре Uncharted 4: A Thief’s End, 
однако позже перерос в самостоятельный проект. Сюжет игры является спин-оффом, он повествует о Хлое 
Фрейзер и ее напарнице Надин Росс, которые отправляются в Западную Индию на поиски Бивня Ганеши. 
По словам Нила Дракмана, после окончания разработки Uncharted: The Lost Legacy все сотрудники 
Naughty Dog трудятся над The Last of Us Part II.</p>
</article>
<article class="imgpl">
<a href="#" class="image3"><img src="images/unchgif5.gif" alt="" /></a>
<header>
<h2><a>Дорога на большой экран</a></h2>
</header>
<hr>
<p>
И напоследок вспомним об экранизации игры, которая за десять лет так и не добралась до старта 
съемок, сменив трех режиссеров и шесть сценаристов. Точнее, уже семь: Джо Карнахан 
(«Козырные тузы», «Команда «А») тоже покинул проект. Переписывать сценарий теперь будет
Рейф Джадкинс («Агенты «Щ.И.Т.»).
Режиссером пока остается Шон Леви («Живая сталь»), который хочет сохранить дух серии, но
при этом сделать из Uncharted нового «Индиану Джонса» для тех, кто не успел вырасти на
трилогии о знаменитом археологе. Сам фильм станет приквелом к игровой серии — Нил Дракманн 
считает, что это намного более удачная идея, чем перенос на экраны одной из игр.</p>
</div>
</body>
</html>
</body>
</html>